Repository: KDE/accessibility-inspector
Catalog: po/*/accessibilityinspector.po
Languages: az

# NAME OF TRANSLATORS
source: Your names
az: Xəyyam Qocayev

# EMAIL OF TRANSLATORS
source: Your emails
az: xxmn77@gmail.com

source: &Edit
az: &Düzəliş edin

source: View
az: Görünüş

source: &Settings
az: &Ayarlar

source: Displays a hierachical tree of accessible objects
az: Əlçatan obyektlərin iyerarxik strukturunu göstərir

source: Expand Node
az: Düyünü açın

source: Collapse Node
az: Düyünü yığın

source: Expand All
az: Hamısını açın

# @info:placeholder
source: Filter...
az: Süzgəc...

source: © 2021-2023 Carl Schwan, 2021-2024 KDE Community
az: © 2021-2023 Carl Schwan, 2021-2024 KDE Cəmiyyəti

source: Original author
az: İlk müəllifi

source: Maintainer
az: Müşayətçi

# @title:window
source: Cache
az: Keş

# @action:button
source: Refresh
az: Yeniləmək

# @action:button
source: Clear
az: Təmizləmək

# @label
source: Strategy:
az: Strategiya:

# @item:inlistbox
source: Disable
az: Söndürmək

# @item:inlistbox
source: Weak
az: Zəif

# @label:listbox
source: Count:
az: Miqdarı:

# @title:row
source: Name
az: Adı:

# @title:row
source: Role
az: Rolu

# @title:row
source: Identifier
az: Kimlik

# @label
source: Accessible
az: Xüsusi imkanlar

# @label
source: Role
az: Rolu

# @label
source: Event
az: Hadisə

# @label
source: Action
az: Fəaliyyət

source: Displays all received events
az: Bütün alınan hadisələri göstərir

# Accessibility event name
source: Focus
az: Fokus

# Accessibility event name: state changed
source: State
az: Vəziyyət

# Accessibility event name: name changed
source: Name
az: Adı

# Accessibility event name: description changed
source: Description
az: Aşıqlaması

# Accessibility event name
source: Window
az: Pəncərə

# Accessibility event name
source: Document
az: Sənəd

# Accessibility event name
source: Object
az: Obyekt

# Accessibility event name
source: Text
az: Mətn

# Accessibility event name
source: Table
az: Cədvəl

# Accessibility event name
source: Others
az: Digər

# Accessibility event name
source: No Event
az: Hadisə yoxdur

source: Form
az: Forma

source: Accessible Filter
az: Xüsusi imkanlar süzgəci

source: Role Filter
az: Rol süzgəci

source: Event Filter
az: Hadisə süzgəci

source: Clear Events
az: Hadiələri təmizləmək

source: &Clear
az: &Təmizləmək

# @title:window
source: Properties
az: Xüsusiyyətlər

# @title:window
source: Events
az: Hadisələr

# @title:window
source: Boundaries
az: Sərhədlər

source: true
az: həqiqi

source: false
az: yanlış

source: Child Added %1
az: Törəmə obyekt əlavə olundu %1

source: Child Removed %1
az: Törəmə obyekt silindi %1

source: Visible Data Changed
az: Görünən verilənlər silindi

source: Selection Changed
az: Seçim dəyişdirildi

source: Model Changed
az: Model dəyişdirildi

source: Add Object
az: Obyekt əlavə olundu

source: Remove Object
az: Obyekt silindi

source: Create
az: Yaratmaq

source: Destroy
az: Məhv etmək

source: Text caret moved (%1)
az: Mətn kursoru köçürüldü (%1)

# @action:inmenu
source: Reset Tree
az: Strukturu sıfırlamaq

# @action:inmenu
source: Follow Focus
az: Fokusu izləmək

# @action:inmenu
source: Cache...
az: Keş...

# @action:inmenu
source: Enable Accessibility
az: Xüsusi imkanları aktiv etmək

# @action:inmenu
source: Enable Screen Reader
az: Ekran oxuyucunu aktiv etmək

# @action:inmenu
source: Copy property value
az: Xüsusiyyət dəyərini kopyalamaq

source: Accessible
az: Xüsusi imkanlar

source: Role
az: Rolu

source: Property
az: Xüsusiyyət

source: Value
az: Dəyər

source: Name
az: Adı

source: Description
az: Aşıqlaması

source: LocalizedRole
az: Rolun çəkana görə adı

source: Visible
az: Görünmə

source: Default
az: Əsas

source: State
az: Vəziyyət

source: AccessibleId
az: Xüsusi imklanlar İD-si

source: Parent
az: Ana obyekt

source: Children
az: Törəmə obyekt

source: Broken child
az: Pozulmuş törəmə obyekt

source: Component
az: Tərkib hissələri

source: BoundingRect
az: Sərhəd dördbucaqlısı

source: Layer
az: Qat

source: MDIZOrder
az: MDIZ sırası

source: Alpha
az: Alfa

source: Collection
az: Kolleksiya

source: Application
az: Tətbiq

source: ToolkitName
az: Alətlər dəsti adı

source: Version
az: Versiya

source: Id
az: Kimlik

source: Locale
az: Lokal

source: BusAddress
az: Aparıcı ünvan

source: Document
az: Sənəd

source: Editable Text
az: Dəyişdiriləbilən mətn

source: Hyperlink
az: Hiper keçid

source: Hypertext
az: Hiper mətn

source: Image
az: Şəkil

source: Rect
az: Dördbucaqlı

source: Selection
az: Seçmə

source: Table
az: Cədvəl

source: Text
az: Mətn

source: Caret Offset
az: Kursor sürüşməsi

source: Character Count
az: Simvol sayı

source: Character Rect
az: Simvol dördbucağı

source: Selections
az: Seçilmişlər

source: Current
az: Hazırkı

source: Minimum
az: Ən az

source: Maximum
az: Ən çox

source: Increment
az: Artım

source: Socket
az: Soket

source: Event Keyboard
az: Hadisə: klaviatura

source: Event Mouse
az: Hadisə: Siçan

source: Event Object
az: Hadisə obyekti

source: Event Window
az: Hadisə pəncərəsi

source: Event Focus
az: Hədisə: Fokus

source: Action
az: Fəaliyyət

# @info:whatsthis
source: List of properties
az: Xüsusiyyətlər siyahısı

# @info:whatsthis
source: Displays properties of the selected accessible object
az: Seçilmiş xüsusi imkanlar obyektinin xüsusiyyətlərini göstərir

# @info:whatsthis
source: Boundaries
az: Sərhədlər

# @info:whatsthis
source: Visualize the component boundaries
az: Tərkib hissələrinin sərhədlərini görüntüləmək
